token = ''
admins = []
value_names = {
    'a': 'Сторона a',
    'b': 'Сторона b',
    'c': 'Сторона c',
    'cora': 'Угол A',
    'corb': 'Угол B',
    'corc': 'Угол C',
    's': 'Площадь',
    'R': 'Радиус описанной окружности',
    'rr': 'Радиус вписанной окружности',
    'p':'Периметр',
    'sina': 'Синус угла А',
    'sinb': 'Синус угла В',
    'sinc': 'Синус угла С',
    'cosa': 'Косинус угла А',
    'cosb': 'Косинус угла В',
    'cosc': 'Косинус угла С',
    'ha': 'Высота из угла А',
    'hb': ' Высота из угла В',
    'hc': ' Высота из угла С',
    'bisa': 'Биссектриса из угла А',
    'bisb': 'Биссектриса из угла B',
    'bisc': 'Биссектриса из угла C',
    'meda': 'Медиана из угла А',
    'medb': 'Медиана из угла B',
    'medc': 'Медиана из угла C'
}
