start = 'Привет! Это бот, который поможет тебе с вычислением параметров треугольника'
caption = ''
start_admin = 'Добро пожаловать, админ!'
error = 'Такого треугольника не существует'
mailing = 'Отправьте сообщение для рассылки'
start_mailing = 'Сообщение для рассылки: \n{}\n\nНачать рассылку?'
mailing_started = 'Рассылка запущена'
mailing_ended = 'Рассылка окончена\nУдачно отправлено {} юзерам\nНеудачные попытки: {}'
statistic = '''
<b>Статистика</b>
Всего юзеров: <code>{}</code>
'''
#instruction= '''
#1 сторона AС
#2 сторона АB
#3 сторона ВC
#4 угол B
#5 угол C
#6 угол A
#7 площадь
#8 радиус описанной окружности
#9 высота из угла А
#10 высота из угла В
#11 высота из угла С
#12 синус угла А
#13 синус угла В
#14 синус угла С
#15 косинус угла А
#16 косинус угла В
#17 косинус угла С
#18 периметр
#19 Биссектриса из угла А
#20 Биссектриса из угла B
#21 Биссектриса из угла C
#22 Медиана из угла А
#23 Медиана из угла B
#24 Медиана из угла C
#
#'''

result = '''
Сторона a: <code>%s</code>
Сторона b: <code>%s</code>
Сторона c: <code>%s</code>
Угол A: <code>%s</code>
Угол B: <code>%s</code>
Угол C: <code>%s</code>
Площадь: <code>%s</code>
Радиус описанной окружности: <code>%s</code>
Радиус вписанной окружности: <code>%s</code>
Периметр: <code>%s</code>
Синус угла А: <code>%s</code>
Синус угла В: <code>%s</code>
Синус угла С: <code>%s</code>
Косинус угла А: <code>%s</code>
Косинус угла В: <code>%s</code>
Косинус угла С: <code>%s</code>
Высота из угла А: <code>%s</code>
Высота из угла В: <code>%s</code>
Высота из угла С: <code>%s</code>
Биссектриса из угла А: <code>%s</code>
Биссектриса из угла B: <code>%s</code>
Биссектриса из угла C: <code>%s</code>
Медиана из угла А: <code>%s</code>
Медиана из угла B: <code>%s</code>
Медиана из угла C: <code>%s</code>
'''

except_value = 'Введите значение "<b>{}</b>"'
instruction = 'Выберите параметр и введите значение'
